Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Orange Locked Chest
sv: Låst orange kista

source: Upload Custom Thumbnail
sv: Ladda upp egen miniatyrbild

source: Remove Unused Fonts
sv: Ta bort oanvända teckensnitt

source: <html><head/><body><p>This setting does not override disabling recycle bin prompts </p></body></html>
sv: <html><head/><body><p>Den här inställningen åsidosätter inte inaktivering av avisering från papperskorgen</p></body></html>

source: Select standard LDAP/LDAPS or specify a custom port
sv: Välj standard-LDAP/LDAPS eller ange anpassad port

source: Dir
sv: Katalog

source: %d post omitted. Click Reply to view.
sv: %d inlägg har utelämnats. Klicka på Svara för att visa det.

source: %d posts omitted. Click Reply to view.
sv: %d inlägg har utelämnats. Klicka på Svara för att visa dem.

source: Copied post url to clipboard
sv: Kopierade inläggets url till urklipp

source: Cannot write to file
sv: Kan inte skriva till fil

source: Please enter a name.
sv: Ange ett namn.

source: Drop to hash
sv: Släpp för att beräkna hashvärde

source: White Noise (ceiling)
sv: Vitt brus (tak)

source: HTML-formatted text shown in the new post form.
sv: HTML-formaterad text som visas i formuläret för nytt inlägg.

source: Use system language
sv: Använd systemspråk

source: Reports
sv: Rapporter

source: Word Break
sv: Radbrytning

source: Save link
sv: Spara länk

source: Clear Entry
sv: Rensa inmatning

source: Too many arguments provided.
sv: För många argument.

source: Changed deleted objects
sv: Ändrade borttagna objekt

source: Report
sv: Rapportera

source: Channel
sv: Kanal

source: Please upload a file, enter an embed URL or enter a message.
sv: Ladda upp en fil, ange en webbadress för inbäddning eller skriv ett meddelande.

source: Disable for this site
sv: Inaktivera för denna sida

source: Number of files visitors may upload at once. A new post is created for each uploaded file.
sv: Antal filer som besökare kan ladda upp samtidigt. Ett nytt inlägg skapas för varje uppladdad fil.

source: • Backdrop: The broader world that surrounds the level, purely for decoration. Ocean, Underground and Sky are at fixed locations. For Islands, you can select a world location with X/Y/Z coordinates
sv: • Bakgrund: Den större värld som omger nivån, endast som dekoration. Ocean, Underground och Sky finns på fasta platser. För Islands kan du välja en plats i världen med X/Y/Z-koordinater

source: %d person yesterday
sv: %d person igår

source: %d people yesterday
sv: %d personer igår

source: Never ask before accessing credentials
sv: Fråga aldrig innan åtkomst till autentiseringsuppgifter

source: Home Timeline
sv: Hemflöde

source: Path of the XML database export.
sv: Målsökväg för XML-databasexport.

source: Names of the attributes to show. This option can be specified more than once, with each attribute shown one-per-line in the given order. If no attributes are specified, a summary of the default attributes is given.
sv: Attributnamn att visa. Detta alternativ kan specificeras fler än en gång, med varje attribut visat, ett per rad i given ordning. Om inga attribut specificeras, kommer en summering av standardattributen att ges.

source: With the comment
sv: Med en kommentar

source: Remove Iframes
sv: Ta bort Iframes

source: Debug Info
sv: Felsökningsinformation

source: Hold down Aux1 and press Forward
sv: Håll ned Aux1 och tryck på Framåt

source: Description:
sv: Beskrivning:

source: Can slide up tall slopes
sv: Kan glida uppför branta sluttningar

source: ERROR: attribute %1 is ambiguous, it matches %2.
sv: FEL: attributet %1 är tvetydigt, det matchar %2.

source: Dismiss
sv: Avfärda

source: Translations of the level title and parrot speech can not be saved in the level editor. You need to create a level pack, which is far more technical. See LEVEL_PACKS.md in the Lazarr! installation directory.
sv: Översättningar av nivåtiteln och papegojans tal kan inte sparas i nivåredigeraren. Du måste skapa ett nivåpaket, vilket är betydligt mer tekniskt. Se LEVEL_PACKS.md i Lazarr!:s installationskatalog.

source: Show TOTP
sv: Visa TOTP

source: No agent running, cannot add identity.
sv: Ingen tjänst körs. Kan inte lägga till identitet.

source: Printed
sv: Utskriv

source: Synchronized with %1
sv: Synkroniserat med %1

source: Successfully recycled entry %1.
sv: Återvinning av posten %1 slutförd.

source: This feature can be turned off in the graphics settings.
sv: Den här funktionen kan inaktiveras i grafikinställningarna.

source: That did not taste very well.
sv: Det smakade inte särskilt gott.

source: Canvas Bud
sv: Canvas-knopp

source: Violet Carpet
sv: Violett matta

source: Blocked
sv: Blockerad

source: Lift File Ban
sv: Häv filavstängning

source: Many people have criticized the decision to terraform Hades and indeed, there were are many downsides, and many clearly superior candidates are known. However, due to material costs for transport and fuel, pretty much all of the more promising worlds are simply out of reach. There are many worlds that are even worse than Hades, and it’s also a fact that early explorers discovered traces of water, something that’s very critical for worldbuilding.
sv: Många har kritiserat beslutet att terraforma Hades och det finns faktiskt många nackdelar och många tydligt bättre kandidater. På grund av materialkostnader för transport och bränsle är dock nästan alla mer lovande världar helt enkelt utom räckhåll. Det finns många världar som är ännu värre än Hades, och tidiga utforskare upptäckte dessutom spår av vatten, något som är mycket viktigt för världsskapande.

source: About qdmr
sv: Om qdmr

source: North America
sv: Nordamerika

source: Found zero keys
sv: Hittade inga nycklar

source: Top Artists
sv: Topp artister

source: Clear all identities in ssh-agent
sv: Ta bort alla identiteter i SSH-agenten

source: Block Videos
sv: Blockera videor

source: Enter your email address and we'll send you your username.
sv: Ange din e-postadress och vi skickar dig ditt användarnamn.

source: Database name
sv: Databasnamn

source: Invalid URL
sv: Ogiltig URL

source: Internal zlib error:
sv: Internt zlib-fel:

source: Database was modified. Save changes?
sv: Databasen har ändrats. Vill du spara ändringarna?

source: Import Links from a Pinboard JSON backup file
sv: Importera länkar från en Pinboard JSON-säkerhetskopia

source: History element in history entry
sv: Historikelement i historikpost

source: Steel Pickaxe
sv: Stålhacka

source: List of entry URLs
sv: Lista över posters URL:er

source: Foreground Color:
sv: Förgrundsfärg:

source: Weak — consider changing the password
sv: Svag — Överväg att ändra lösenordet

source: Switch Account
sv: Byt konto

source: This ban is permanent.
sv: Den här avstängningen är permanent.

source: Wooden Axe
sv: Träyxa

source: &About
sv: &Om

source: [PROTECTED] Press Reveal to view or edit
sv: [SKYDDAD] Tryck "Visa" för att visa eller redigera

source: Fine Sandstone Brick
sv: Fint sandstenstegel

source: _New Window
sv: _Nytt fönster

source: Old password incorrect
sv: Det gamla lösenordet är fel

source: Invisible block that the player can’t move through
sv: Osynligt block som spelaren inte kan ta sig igenom

source: Invalid credentials
sv: Ogiltiga inloggningsuppgifter

source: Agent connection failed.
sv: Anslutning till tjänsten misslyckades.

source: Deny All && Future
sv: Neka alla && framtida

source: Burned Stone
sv: Bränd sten

source: Why is this part of the Hub distorted?
sv: Varför är den här delen av Navet förvrängd?

source: Season: Summer
sv: Säsong: sommar

source: Cave Stone Brick
sv: Grottstentegel

source: Saved with Readeck
sv: Spara med Readeck

source: New threads only
sv: Endast nya trådar

source: <strong>A new version is available.</strong><br/>ChiPass %1 can be <a href="https://keepassxc.org/download/">downloaded here</a>.
sv: <strong>En ny version är tillgänglig.</strong><br/> ChiPass %1 kan <a href="https://keepassxc.org/download/"> laddas ner här</a>.

source: Inherit default Auto-Type sequence from the group
sv: Ärv standard auto-skriv sekvens för grupp

source: Create new item
sv: Skapa ny artikel

source: No hardware keys detected
sv: Inga hårdvarunycklar identifierade

source: Intro line 1
sv: Intro rad 1

source: Attention
sv: Observera

source: Fediverse Handle or Profile URL
sv: Fediverse-handle eller profiladress

source: Copy &Username
sv: Kopiera an&vändarnamn

source: %s boosted your post
sv: %s förstärkte ditt inlägg

source: Modifiers
sv: Modifierare

source: Please use new YAML format.
sv: Använd det nya YAML-formatet.

source: Region class
sv: Regionklass

source: Before replying to a post that was made at least 3 months ago, Tuba will warn you that the conversation might be over
sv: Innan Tuba svarar på ett inlägg som gjordes för minst 3 månader sedan kommer det att varna dig om att konversationen kan vara över

source: Delete radio ID?
sv: Ta bort radio-ID?

source: Site Description
sv: Webbplatsbeskrivning

source: Emerald Ore
sv: Smaragdmalm

source: Unknown Title
sv: Okänd titel

source: Password for the bind DN service account
sv: Lösenord för bind DN-servicekonto

source: Composer
sv: Kompositör

source: But if you play in touchscreen mode and the setting “Touch interaction style” is set to “Tap” (i.e. you play without crosshair), the block will instead rotate to the left or, if you hold down [Sneak], to the right.
sv: Men om du spelar i pekskärmsläge och inställningen ”Touch interaction style” är satt till ”Tap”, det vill säga du spelar utan hårkors, roterar blocket i stället åt vänster eller åt höger om du håller ned [Sneak].

source: Select the authentication method you used when registering:
sv: Välj den autentiseringsmetod du använde när du registrerade dig:

source: Public
sv: Publik

source: Node
sv: Nod

source: Controls whether new users can register using their Fediverse accounts (Mastodon, Pleroma, Pixelfed, etc.) via a verification PIN sent as a direct message. Existing users can always log in regardless of this setting.
sv: Styr om nya användare kan registrera sig med sina Fediverse-konton, som Mastodon, Pleroma och Pixelfed, genom en verifieringspinkod som skickas i ett direktmeddelande. Befintliga användare kan alltid logga in oavsett denna inställning.

source: Delete & ban %d post
sv: Ta bort och stäng av %d inlägg

source: Delete & ban %d posts
sv: Ta bort och stäng av %d inlägg

source: Emerald
sv: Smaragd

source: Text Direction
sv: Textriktning

source: This instance does not offer self-service registration.
sv: Den här instansen erbjuder inte självregistrering.

source: Lock Options
sv: Låsningsalternativ

source: Gasp! Who are you? And what are you doing here?!
sv: Flämt! Vem är du? Och vad gör du här?!

source: Fields
sv: Fält

source: Unknown cipher: %1
sv: Okänt chiffer: %1

source: Confirm password:
sv: Bekräfta lösenord:

source: Federated
sv: Federerad

source: Collection updated.
sv: Samling uppdaterad.

source: Type: User Words
sv: Typ: Användarord

source: Target decryption time must be between %1 and %2.
sv: Målets avkrypteringstid måste vara mellan %1 och %2.

source: Signed in as: <strong>%s</strong>
sv: Inloggad som: <strong>%s</strong>

source: Change Key File
sv: Ändra nyckelfil

source: The post you are replying to.
sv: Inlägget du svarar på.

source: Download EPUB
sv: Ladda ner EPUB

source: Oh, that’s a well-guarded secret. But it’s A-MAZE-ING, trust me! If you grab a LOT of electrons, you might find out.
sv: Åh, det är en välbevakad hemlighet. Men den är OTRO-LIG, lita på mig! Om du samlar MÅNGA elektroner kanske du får veta.

source: Powerslide Playground
sv: Kraftglidningslekplats

source: Select a key file
sv: Välj nyckelfil

source: Allow moderators to post site news.
sv: Tillåt moderatorer att publicera webbplatsnyheter.

source: Indicate that you started listening to a track.
sv: Indikerar att du har börjat lyssna på ett spår.

source: Database
sv: Databas

source: Delete contact %1?
sv: Ta bort kontakten '%1'?

source: October
sv: Oktober

source: Key Component set, click to change or remove
sv: Nyckelkomponent angiven, klicka för att ändra eller ta bort

source: This is a weak password! For better protection of your secrets, you should choose a stronger password.
sv: Detta är ett svagt lösenord! För att bättre skydda dina hemligheter, bör du välja ett starkare lösenord.

source: Move u&p
sv: Flytta u&pp

source: Iron Lump
sv: Järnklump

source: Use custom Auto-Type sequence:
sv: Använd egen auto-skriv sekvens:

source: White Chest
sv: Vit kista

source: Bronze Pickaxe
sv: Bronshacka

source: Unsupported compression algorithm
sv: Stöd saknas för komprimeringsalgoritmen

source: This token will be removed in a few seconds.
sv: Denna token kommer att raderas om ett par sekunder.

source: Import links and articles
sv: Importera länkar och artiklar

source: Project
sv: Projekt

source: Woah! Is that really you? The System itself?
sv: Oj! Är det verkligen du? The System själv?

source: Pink Cloth
sv: Rosa tyg

source: Red
sv: Röd

source: Default Name
sv: Standardnamn

source: Show %d More
sv: Visa %d mer

source: I think I still have a question.
sv: Jag tror att jag fortfarande har en fråga.

source: Do you really want to disconnect all browsers? This may prevent connection to the browser plugin.
sv: Vill du verkligen koppla bort alla webbläsare? Detta kan förhindra anslutning till webbläsartillägget.

source: Network Error
sv: Nätverksfel

source: Incorrect group icon field size
sv: Felaktig gruppikonstorlek

source: Display options
sv: Visningsalternativ

source: Ores detected
sv: Malm upptäckt

source: Toggle Show Group Panel
sv: Visa/Dölj gruppanel

source: %sm left
sv: %sm kvar

source: Cannot use %1 and %2 at the same time.
sv: Kan inte använda %1 och %2 på samma gång.

source: Done
sv: Klart

source: White Carpet
sv: Vit matta

source: Your item will be reviewed by a moderator before it becomes visible to others. You will be notified once it has been reviewed.
sv: Ditt objekt granskas av en moderator innan det blir synligt för andra. Du får en avisering när granskningen är klar.

source: _Delete
sv: _Radera

source: Entry title
sv: Posttitel

source: Dimensions
sv: Mått

source: %1 [Locked]
sv: %1 [Låst]

source: Another instance of ChiPass is already running.
sv: En annan instans av ChiPass körs redan.

source: This setting cannot be enabled when minimize on unlock is enabled.
sv: Denna inställning kan inte aktiveras om minimering vid upplåsning är aktiverad.

source: The selected file is an old KeePass 1 database (.kdb). You can import it by clicking on Database > 'Import KeePass 1 database…'. This is a one-way migration. You won't be able to open the imported database with the old KeePassX 0.4 version.
sv: Den valda filen är en gammal KeePass 1-databas (.kdb). Du kan importera den genom att klicka på Databas > "Importera KeePass 1-databas ...". Det här är en envägsmigrering. Du kommer inte att kunna öppna den importerade databasen med den gamla KeePassX 0.4-versionen.

source: Name field
sv: Namn

source: Three Seasons Stew
sv: Gryta med tre årstider

source: This can only be used in Editor Mode!
sv: Detta kan bara användas i redigeringsläge!

source: Enable All
sv: Aktivera alla

source: Balloon
sv: Ballong

source: Please enter an embed URL.
sv: Ange en webbadress för inbäddning.

source: lock all open databases
sv: Lås alla öppna databaser

source: Cannot create new group
sv: Kan inte skapa ny grupp

source: Search for and add further Unicode scripts not listed above.
sv: Sök efter och lägg till fler Unicode-skriftsystem som inte listas ovan.

source: %sh
sv: %st

source: View posts by author
sv: Visa inlägg från skribenten

source: New Collection
sv: Ny samling

source: Yes
sv: Ja

source: Create an account on this instance
sv: Skapa ett konto på den här instansen

source: Solid Tall Slope (flat style)
sv: Solid brant sluttning (platt stil)

source: Orbital elements updated & loaded.
sv: Banelement har uppdaterats och lästs in.

source: %1 is a big file (%2 MB). Your database may get very large and reduce performance. Are you sure to add this file?
sv: %1 är en stor fil (%2 MB). Databasen kan bli mycket stor och försämra prestanda. Vill du verkligen lägga till den här filen?

source: Special characters
sv: Specialtecken

source: Choose icon…
sv: Välj ikon...

source: Here are your current system information. Please include them if you report a bug.
sv: Här är din nuvarande systeminformation. Vänligen inkludera den om du rapporterar en bugg.

source: Whether you build primitive huts, astonishing mansions, an excentric and undifinable mess of random blocks, strange underground bases, efficient food farms, or anything else, it’s generally considered to be working towards the goal.
sv: Oavsett om du bygger primitiva hyddor, häpnadsväckande herrgårdar, en excentrisk och odefinierbar röra av slumpmässiga block, märkliga underjordiska baser, effektiva matodlingar eller något annat anses det i allmänhet bidra till målet.

source: Black Chest
sv: Svart kista

source: Delete %1 scan lists?
sv: Ta bort %1 skanningslistor?

source: New items created by regular users must be approved by a moderator before they become visible to others. Moderators and admins bypass this.
sv: Nya objekt som skapas av vanliga användare måste godkännas av en moderator innan de blir synliga för andra. Moderatorer och administratörer undantas från detta.

source: Default Post Language
sv: Standard inläggsspråk

source: Name cannot be empty
sv: Namnet får inte vara tomt

source: You've received a report on
sv: Du har fått en rapport på

source: Cracked Stone
sv: Sprucken sten

source: • Have at least one closed treasure chest (locked or unlocked)
sv: • Ha minst en stängd skattkista, låst eller olåst

source: Strip metadata (including %[1]s tags) from attachments. Enabling this option will also enable '%[2]s'.
sv: Ta bort metadata, inklusive %[1]s-taggar, från bilagor. Om du aktiverar detta aktiveras även '%[2]s'.

source: password is empty
sv: lösenord är tomt

source: Window title:
sv: Fönstertitel:

source: ChiPass association failed, try again
sv: ChiPass-association misslyckades, försök igen!

source: Move to archive
sv: Flytta till arkiv

source: Create DTMF Contact
sv: Skapa DTMF-kontakt

source: Category
sv: Kategori

source: Date of the last contributors update
sv: Datum för den senaste uppdateringen av bidragsgivarna

source: Furnace
sv: Ugn

source: Entry notes
sv: Postanteckning

source: Tin Block
sv: Tennblock

source: Chondrite Brick
sv: Chondrittegel

source: Controls whether new users are synced from LDAP. Existing users can always log in regardless of this setting.
sv: Styr om nya användare synkroniseras från LDAP. Befintliga användare kan alltid logga in oavsett denna inställning.

source: Reauthenticate account?
sv: Autentisera kontot igen?

source: Database public display name
sv: Databasens offentliga visningsnamn

source: Action Taken by
sv: Åtgärd vidtagen av

source: Other Color-code
sv: Annan färgkod

source: Additional Scripts
sv: Ytterligare skriftsystem

source: Before fetching unproxied or unrecognized media from remote servers, Tuba will warn you
sv: Tuba varnar dig innan den hämtar oproxad eller okänd media från fjärrservrar

source: Save and allow access
sv: Spara och tillåt åtkomst

source: Creating missing %1 [%2]
sv: Skapar saknad %1 [%2]

source: Power
sv: Effekt

source: Inactive share
sv: Inaktiv delning

source: You have multiple databases open. Please select the correct database for saving credentials.
sv: Du ha flera databaser öppna. Välj rätt databas för att spara inloggningsuppgifterna.

source: Within the Piloting Division, there’s a group of people dedicated (some might say even obsessed) with tracking every single action of the pilots and to let everyone in the whole Galactic Builders association know of reckless behavior.
sv: Inom Piloting Division finns en grupp människor som ägnar sig åt, vissa skulle säga är besatta av, att följa varje enskild handling piloterna gör och låta hela Galactic Builders-föreningen känna till vårdslöst beteende.

source: Edit APRS System
sv: Redigera APRS-system

source: Block %s?
sv: Blockera %s?

source: Insert a MD5/SHA-1/SHA-256/SHA-512/Blake3/CRC32/Adler32 Hash
sv: Infoga en MD5/SHA-1/SHA-256/SHA-512/Blake3/CRC32/Adler32 Hash

source: Read more about
sv: Läs mer om

source: Database unlock canceled.
sv: Databasupplåsning avbruten.

source: Import your Pocket Articles
sv: Importera dina Pocket-artiklar

source: Burned Stone/Fine Sandstone Block
sv: Block av bränd sten/fin sandsten

source: FediAuth login PIN: %(pin)s<br>for %(instance)s on %(domain)s
sv: FediAuth inloggningspinkod: %(pin)s<br>för %(instance)s på %(domain)s

source: Successfully removed %n encryption key(s) from ChiPass settings.
sv: Tog bort %n krypteringsnyckel från ChiPass:s inställningar.

source: Switch to an existing fediverse account and send a private message.
sv: Byta till ett befintligt Fediverse-konto och skicka ett privat meddelande.

source: change
sv: ändra

source: Enabled extensions:
sv: Aktiverade tillägg:

source: Website icon download timeout in seconds
sv: Tidsgräns för nerladdning av webbsideikon, i sekunder.

source: Database export is currently disabled by application settings.
sv: Databasexport är inaktiverat av programinställningarna.

source: Show Details
sv: Visa detaljer

source: Toggle Password (%1)
sv: Växla lösenord (%1)

source: Invalid color value
sv: Ogiltigt färgvärde

source: Toggle Wrapping
sv: Växla radbrytning

source: Sets
sv: Uppsättningar

source: Disable Scrobbling
sv: Inaktivera scrobbling

source: Given its chaotic nature, the other divisions rarely dare to question the motives of the GBTC. They don’t really have a choice anyway.
sv: Med tanke på sin kaotiska natur vågar de andra avdelningarna sällan ifrågasätta GBTC:s motiv. De har egentligen inget val.

source: Select Flags
sv: Välj flaggor

source: Invalid user and/or password
sv: Ogiltig användare och/eller lösenord

source: start minimized to the system tray
sv: starta minimerad i systemfältet

source: Algorithm:
sv: Algoritm:

source: Cannot read codeplug.
sv: Kan inte läsa kodpluggen.

source: KeePass 1 Database (.kdb)
sv: KeePass 1-databas (.kdb)

source: Follow Instance
sv: Följ instans

source: Removes locally stored media files and refuses to download any in the future
sv: Tar bort lokalt lagrade mediefiler och vägrar att ladda ner några i framtiden

source: Update your password
sv: Uppdatera ditt lösenord

source: Backlinks
sv: Bakåtlänkar

source: Old crates and barrels fall into pieces at the slightest touch. Explosions also destroy them.
sv: Gamla lådor och tunnor faller sönder vid minsta beröring. Explosioner förstör dem också.

source: <a href="https://github.com/keepassxreboot/keepassxc/graphs/contributors">See Contributions on GitHub</a>
sv: <a href="https://github.com/keepassxreboot/keepassxc/graphs/contributors">Se alla bidrag på GitHub</a>

source: Progress Bar
sv: Förloppsindikator

source: Confirm Remove Tag
sv: Bekräfta borttagning av tagg

source: Confirm when clients request entry deletion
sv: Bekräfta när klienter begär borttagning av poster

source: Login with %(platform)s
sv: Logga in vid %(platform)s

source: Second greeting line (if supported by the radio).
sv: Andra hälsningsraden (om den stöds av radion).

source: Writes the orbital elements and transponder information onto the connected device.
sv: Skriver banelementen och transponderinformationen till den anslutna enheten.

source: Invisible block that the player can’t move through but rain can
sv: Osynligt block som spelaren inte kan ta sig igenom men som regn kan passera

source: User is external and can't be updated.
sv: Användaren är extern och kan inte uppdateras.

source: Level spawn number does not exist!
sv: Nivåns startnummer finns inte!

source: Zoom Out
sv: Zooma ut
